export const ROULETTE = 'roulette';
export const MENTION = 'mention';

export default {
    roulette: [
        [
            "Погодите-ка, сначала нужно спасти остров!",
            "<i>4 8 15 16 23 42</i>",
            "108:00 <i>Успели...</i>",
            "Остров спасли? Спасли. И пидора короновать не забудем.",
            "Наш пидор это... :username:! Ура, пидор!"
        ],
        [
            "Начнем наш ежедневный розыгрыш!",
            "Крутим барабан, господа!",
            "Достаем номер... Итак...",
            "Наш пидор на следующие 24 часа теперь участник...",
            "... ... :username:! Поздравляем :username: с этим СОБЫТИЕМ!"
        ],
        [
            "Чо чо? Хотите пидора? <i>Сейчас я вам найду</i> пидора...",
            "<i>Ох ты...</i>",
            "ЭТОГО НИКТО НЕ ОЖИДАЛ!",
            "Вы готовы?",
            "Теперь наш пидор - :username:!",
            "<i>Охуеть, да?</i>"
        ],
        [
            "ТЕПЕРЬ ЭТО НЕ ОСТАНОВИТЬ!",
            "<i>Шаманим-шаманим...</i>",
            "Доступ получен. Анн<b>а</b>лирование протокола.",
            "TI PIDOR, :username:"
        ],
        [
            "Осторожно! <b>Пидор дня</b> активирован!",
            "Сканирую...",
            "КЕК",
            "Стоять! Не двигаться! Вы объявлены <b>пидором дня</b>, :username:"
        ],
        [
            "Сейчас поколдуем...",
            "<i>Хм...</i>",
            "Так-так, что же тут у нас...",
            "Ого, вы посмотрите только! А пидор дня то - :username:"
        ]
    ],
    mention: [
        "Согласно моим источникам, сегодняшний <i>пидор</i> дня у нас <b>:username:</b>!",
        "По моим данным, <i>пидор</i> дня у нас сегодня <b>:username:</b>!",
    ]
};